amd-ucode
autoconf
automake
base
binutils
bison
bspwm
discord_arch_electron
fakeroot
firefox
flex
gcc
git
groff
grub
kitty
libtool
linux
linux-firmware
lxappearance
m4
make
mons
neofetch
neovim
nerd-fonts-complete
networkmanager
nitrogen
nvidia
nvidia-settings
nvidia-utils
paru
patch
picom
pkgconf
polybar
pulseaudio
python-pillow
ranger
rofi
steam
sudo
sxhkd
texinfo
tree
ttf-font-awesome
ttf-icomoon-feather
which
wqy-zenhei
xorg-iceauth
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
